[
{
    "tittle": "I. Lov ryb",
    "law":  "§ 13 odstavce 1, 8 a 10 zákona č. 99/2004 Sb.",
    "content": "(1) Lov ryb a  vodních organizmů smí být prováděn v  rybářském revíru zpravidla lovem na udici nebo jiným způsobem lovu, který stanoví příslušný rybářský orgán; v rybářském revíru může jednotlivá oprávněná osoba provádět lov nejvýše na 2 udice.; (8) Při lovu v rybářském revíru je osoba provádějící lov povinna mít u sebe rybářský lístek, povolenku k  lovu, nejde-li o  uživatele rybářského revíru, popřípadě doklad o  udělení výjimky podle odstavce 5 nebo 6 § 13 zákona č. 99/2004 Sb. a  na požádání je předložit rybářské stráži, rybářskému hospodáři, popřípadě jeho zástupci nebo osobám pověřeným příslušným rybářským orgánem nebo orgánům Policie České republiky.; (10) Povolenku k lovu pro dané rybářské revíry vydávají uživatelé rybářských revírů zpravidla za úplatu. V povolence k lovu uživatel rybářského revíru označí držitele rybářského lístku, popřípadě stanoví bližší podmínky výkonu rybářského práva. Osoba provádějící lov je povinna vyznačit v povolence k lovu datum lovu, rybářský revír, počet, druh, hmotnost ulovených ryb a údaje o úlovku invazního nepůvodního druhu na unijním seznamu uloveného v  rámci provádění opatření k  jeho odstranění, izolaci nebo regulaci stanovených podle zákona o  ochraně přírody a krajiny (slunečnice pestrá, střevlička východní, sumeček černý)."
},
{
    "tittle": "II. Způsob měření délky ryb a nejmenší lovné míry vybraných druhů ryb v rybářském revíru",
    "law":  "§ 11 vyhlášky č. 197/2004 Sb.",
    "content": "(1) Délka ryby se měří od vrcholu rypce po konec nejdelších paprsků ocasní ploutve.; (2) Nejmenší lovné míry vybraných druhů ryb v mimopstruhovém rybářském revíru jsou:; a) bolen dravý (Leuciscus aspius) 40 cm,; b) candát obecný (Sander lucioperca) 45 cm; c) hlavatka obecná (podunajská) (Hucho hucho) 65 cm; d) jelec jesen (Leuciscus idus) 25 cm; e) jelec tloušť (Squalius cephalus) 25 cm; f) jeseter malý (Acipenser ruthenus) 30 cm; g) kapr obecný (Cyprinus carpio) 40 cm; h) lín obecný (Tinca tinca) 20 cm; i) lipan podhorní (Thymallus thymallus) 30 cm; j) ostroretka stěhovavá (Chondrostoma nasus) 30 cm; k) parma obecná (Barbus barbus) 40 cm; l) podoustev říční (nosák) (Vimba vimba) 25 cm; m) pstruh duhový (Oncorhynchus mykiss) 25 cm; n) pstruh obecný (Salmo trutta) 25 cm; o) siven americký (Salvelinus fontinalis) 25 cm; p) sumec velký (Silurus glanis) 70 cm; q) štika obecná (Esox lucius) 50 cm; r) úhoř říční (Anguilla anguilla) 50 cm; s) mník jednovousý (Lota lota) 30 cm; t) losos obecný (atlantský) (Salmo salar) 50 cm; u) amur bílý (Ctenopharyngodon idella) 50 cm; Nejmenší lovná míra amura bílého není součástí vyhlášky č. 197/2004 Sb., jedná se o součást bližších podmínek výkonu rybářského práva na revírech ČRS dle § 13 odstavce 10 zákona č. 99/2004 Sb.; (3) Nejmenší lovné míry vybraných druhů ryb v pstruhovém rybářském revíru jsou:; a) hlavatka obecná (podunajská) (Hucho hucho) 65 cm; b) jelec jesen (Leuciscus idus) 25 cm; c) jeseter malý (Acipenser ruthenus) 30 cm; d) kapr obecný (Cyprinus carpio) 40 cm; e) lín obecný (Tinca tinca) 20 cm; f) lipan podhorní (Thymallus thymallus) 30 cm; g) ostroretka stěhovavá (Chondrostoma nasus) 30 cm; h) parma obecná (Barbus barbus) 40 cm; i) podoustev říční (nosák) (Vimba vimba) 25 cm; j) pstruh duhový (Oncorhynchus mykiss) 25 cm; k) pstruh obecný (Salmo trutta) 25 cm; l) siven americký (Salvelinus fontinalis) 25 cm; m) mník jednovousý (Lota lota) 30 cm; n) losos obecný (atlantský) (Salmo salar) 50 cm; o) úhoř říční (Anguilla anguilla) 50 cm; p) amur bílý (Ctenopharyngodon idella) 50 cm.; Nejmenší lovná míra amura bílého není součástí vyhlášky č. 197/2004 Sb., jedná se o součást bližších podmínek výkonu rybářského práva na revírech ČRS dle § 13 odstavce 10 zákona č. 99/2004 Sb."
},
{
    "tittle": "III. Denní doby lovu ryb v kalendářním roce v rybářském revíru",
    "law":  "§ 12 vyhlášky č. 197/2004 Sb.",
    "content": "(1) Denní doby lovu ryb v pstruhovém rybářském revíru jsou:; a) v měsíci lednu a únoru od 7 do 17 hodin; b) v měsíci březnu od 6 do 18 hodin; c) v měsíci dubnu od 6 do 20 hodin; d) v měsíci květnu od 6 do 21 hodin; e) v měsíci červnu a červenci od 5 do 22 hodin; f) v měsíci srpnu od 6 do 22 hodin; g) v měsíci září od 7 do 20 hodin; h) v měsíci říjnu od 7 do 19 hodin; i) v měsíci listopadu a prosinci od 7 do 17 hodin; (2) Denní doby lovu ryb v mimopstruhovém rybářském revíru jsou; a) v měsíci duben, květen, červen, červenec, srpen, září od 4 do 24 hodin; b) v měsíci říjen, listopad, prosinec leden, únor, březen od 5 do 22 hodin"

}


]