{
  "members": [
    {
      "id": "1",
      "role": "admin",
      "fName": "Petr",
      "lName": "Gajdoš",
      "date": "2001-04-02",
      "adress": "Nazaret 1754 Čáslav, 28601 Čáslav",
      "organization": "MO Malešov",
      "stamp": "Zaplacena",
      "jobs": "Splněny/Uhrazeny",
      "permit": "Místní"
    }
  ],
  "visits": [
    {
      "id": "1c92",
      "memberId": "1",
      "date": "2024-04-29",
      "number": 411035,
      "fishOneName": "kapr",
      "fishOneW": 1.5,
      "fishOneL": 55,
      "fishTwoName": "cejn",
      "fishTwoW": 2.22,
      "fishTwoL": 12
    }
  ],
  "grounds": [
    {
      "id": "1",
      "number": 411035,
      "name": "KLEJNARKA 2",
      "type": "Mimopstruhový",
      "organization": "MO Čáslav",
      "size": 0.8,
      "desc": "Přítok Labe. Od jezu u náhonu na rybník Vrabcov v k. ú. Třebešice až k jezu v obci Krchleby nad rybníkem Netušil.; Součástí revíru je: rybník Pecina v k. ú. Hološiny 0,8 ha; rybník Shoř v k. ú. Hološiny a v k. ú. Opatovice u Zbýšova 3,2 ha"
    },
    {
      "id": "2",
      "number": 411167,
      "name": "LABE 14 A",
      "type": "Mimopstruhový",
      "organization": "MO Mělník",
      "size": 136.3,
      "desc": "Revír tvoří vodní plochy v povodí Labe 14.;Podrevíry:;1. pískovna Vlíněves, všechny vodní plochy v  bývalé pískovně „Baraba“ v k. ú. D. Beřkovice/Vliněves 105,3 ha (GPS 50°21'58.808“N, 14°25‘54.067“E), (GPS 50°21‘47.562“N, 14°25‘56.656“E) (mimo pstruhové vodní plochy u samoty Posadovice). Chytání z ostrůvků a lov z plavidel zakázán. Na podrevíru je zakázáno používání lodí, zavážení s  krmením/nástrahou jakýmkoliv způsobem. Značení krmného/ lovného místa je umožněno pouze nahazovací bójkou a nesmí být prováděno PET lahvemi, neopracovanými polystyrenovými nebo podobnými materiály. Po ukončení lovu nesmí zůstat bójka ve vodě. Povoleno použití rybářského přístřešku po dobu výkonu rybářského práva. Podél revíru je zakázáno nocování a rozdělávání ohňů – viz Obecně závazná vyhláška obce Dolní Beřkovice (ke stažení na www.rybarimelnik.cz citace z vyhlášky 1/2015: článek 4, odst. 4 je na informačních tabulích dopravního značení u  příjezdů k  revíru). Lov přívlačí je povolen.; 2. Sidonka v k. ú. D. Beřkovice/Vlíněves 6,4 ha (GPS 50°21'41.066“N, 14°27'22.055“E) Od vtoku Hořínské strouhy (poslední jízek u  mostku cyklostezky) po soutok s  Labem pod samotou Posadovice (spodní hranice je tvořena hrází cca 20 cm pod hladinou na soutoku s Labem v délce 30 m). Lovné místo smí být označeno bójkou a nesmí být prováděno PET lahvemi, neopracovanými polystyrenovými nebo podobnými materiály. Po ukončení lovu nesmí zůstat bójka ve vodě. Lov přívlačí povolen. Lov z  plavidla a  zavážení povoleno. Hlubinná přívlač zakázána.; 3. Mlazické tůně v k. ú. Mělník 9,5 ha (GPS 50°22'31.784“N, 14°27'16.792“E) Tůně se nacházejí po pravé straně Labe v Mělníku – čtvrť Mlazice. Jedná se o  celou soustavu od protipovodňové hráze v  Mlazicích vedle vjezdu do přístavu po poslední tůň v  soustavě. Na celém podrevíru je zakázáno používání lodí, zavážení s krmením/nástrahou a značení krmných a lovných míst jakýmkoliv způsobem. Povoleno použití rybářského přístřešku po dobu výkonu rybářského práva. Na území města Mělníka platí Obecně závazná vyhláška č. 2/2017 (plné znění s  mapkou ke stažení na www.rybarimelnik.cz), m.j. zákaz stanování, nocování a rozdělávání ohňů. Přívlač zakázána.; 4. Hořínská strouha v k. ú. Hořín 4,8 ha (GPS Z: 50°21'24.479“N, 14°27'32.1“E, K: 50°19'25.525“N, 14°27'59.825“E) Revír začíná pod stavidlem hráze tůně ve Vrbně, podtéká plavební komory v  Hoříně a  končí vtokem do Sidonky (poslední jízek pod cyklostezkou). Lov z plavidel zakázán. Lov přívlačí je zakázán.; 5. Vehlovická tůň v k. ú. Mělník/Vehlovice 4,5 ha (GPS 50°23'14.872“N, 14°27'38.225“E) Poslední Labská tůň po pravé straně toku v  k. ú. Vehlovice. Na celém podrevíru je zakázáno používání lodí, zavážení s  krmením/ nástrahou a značení krmných a lovných míst jakýmkoliv způsobem. Na pravém břehu cca 100 m od rybářské boudy je vybudováno místo pro handicapované rybáře. Lov přívlačí je zakázán.; 6. Staré Labe a Hadík v k. ú. Mělník 3,8 ha (GPS 50°20'7.627“N, 14°29'34.771“E, GPS 50°19'49.216“N, 14°29'35.751“E) Hadík je samostatná Labská tůň oddělená tělesem mostu cyklostezky a je zde zakázáno používání lodí, zavážení s krmením/ nástrahou a značení krmných a lovných míst jakýmkoliv způsobem. Přívlač zakázána. Staré Labe je vyznačeno tabulemi od soutoku s  Labem po most cyklostezky a  opravnu lodí (bývalá plavební komora) a  zahrnuje i  tůň nad opravnou lodí. Na rameni řeky nazývaném jako Staré Labe je povolena přívlač i lov z plavidel.; 7. Šutrák v k. ú. Býkev 2 ha (GPS 50°21'18.675“N, 14°24'0.783“E) Vodní plocha vedle železniční trati Praha – Ústí n/L. Lov z plavidel zakázán. Přívlač zakázána.; Nejmenší lovná míra candáta je stanovena na 50 cm, štiky na 60 cm. Jakákoliv ryba ve formě zlaté nebo albín, je hájena celoročně. Na revíru mohou být umístěny výtěrové rošty označené bójkou s  nápisem ČRS. Zákaz lovu v okolí 10 m od takto označeného místa. Přisvojením dvou kusů kapra, štiky, candáta, bolena, sumce nebo jejich kombinace končí denní lov. Při lovu musí mít rybář v dosahu připravený podběrák."
    },
    {
      "id": "3",
      "number": 411155,
      "name": "LABE 17 A",
      "type": "Mimopstruhový",
      "organization": "MO Kostelec nad Labem",
      "size": 48,
      "desc": "Revír tvoří: jezero Lhota v k. ú. Lhota 40,0 ha (GPS 50°14‘47.276“N, 14°40‘6.975“E); Konětopy Konětopy 6,0 ha (GPS 50°16‘21.392“N, 14°39‘34.407“E); rašeliniště nad Křeneckou tůní Křenek 2,0 ha (GPS 50°13‘57.641“N, 14°38‘10.214“E); Části revíru jsou nově označeny číslem podrevíru. Je povinností lovícího zaznamenat do přehledu o úlovcích a docházek pořadové číslo podrevíru. Na nádrži Lhota – v době provozování koupaliště (v činnosti jsou pokladny) – je na celém jezeře zákaz lovu ryb. V areálu je celoročně zakázáno tábořit, bivakovat a rozdělávat oheň. Nejmenší lovná míra štiky je stanovena na 60 cm."
    },
    {
      "id": "4",
      "number": 411069,
      "name": "LITAVKA 2",
      "type": "Mimopstruhový",
      "organization": "MO Hořovice",
      "size": 9.4,
      "desc": "Přítok Berounky. Od jezu Hávova mlýna v Libomyšli k jezu pod obcí Jince (pod vtokem Ohrazenického potoka).; K revíru patří: K revíru patří:; část potoka Chumavy od ústí do Litavky v Libomyšli až do Hostomic (GPS Z: 49°52‘34.331“N, 13°59‘48.843“E, K: 49°49‘28.938“N, 14°2‘23.609“E); a nádrže:; Noviny v k. ú. Podluhy 1,4 ha (GPS 49°48‘4.763“N, 13°53‘23.348“E); Hražba  v k. ú. Bezdědice 0,64 ha (GPS 49°49'56.61“N, 14°1'33.577“E); Palivčák Osov 0,9 ha (GPS 49°50‘23.385“N, 14°5‘1.645“E); Přítoky Litavky a Chumavy jsou chovné – lov ryb zakázán. Na jednotlivých nádržích jsou chráněné rybí oblasti – vyznačeno tabulemi."
    },
    {
      "id": "5",
      "number": 411197,
      "name": "MLÝNSKÝ RYBNÍK",
      "type": "Mimopstruhový",
      "organization": "MO Slaný",
      "size": 0.6,
      "desc": "Revír tvoří rybník na Šternberském potoce v k. ú. obce Kvíc Mlýnský rybník.; Mimo hlavní tok je nejmenší lovná míra kapra stanovena na 40 cm, amura na 60 cm, lína na 20 cm, štiky na 60 cm. Amur nad 90 cm (včetně) a lín nad 40 cm (včetně) se musí bez prodlení a s maximální šetrností vrátit zpět do rybářského revíru, kde byl uloven. Lovící si může ponechat 4 ks vyjmenovaných ryb a jejich kombinace (kapr, amur, štika, candát) týdně. V tomto týdenním úlovku mohou však být nejvýše 2 ks štiky nebo candáta či jejich kombinace. Ponecháním 2 ks vyjmenovaných ryb (kapr, amur, candát, štika) a jejich kombinace v jednom dni končí v ten den pro lovícího na revíru rybolov. Lovící musí mít při lovu u sebe podběrák o minimální délce ramen 60 cm a použít ho při zdolávání větších kusů ryb. Při lovu na živou či mrtvou rybku je povolen pouze jednoháček či systém jednoháčků s výjimkou lovu na rybku o velikosti 30 cm a větší. S jakoukoliv ulovenou rybou zachází lovící maximálně šetrně, na břehu ji může položit jen na navlhčenou podložku. Zejména s velkými kusy je zakázáno manipulovat vestoje bez podběráku, tedy např. vynášet rybu v rukou na břeh či se s ní fotografovat vestoje. Při nepříznivém počasí možno použít deštník se středovou tyčí, případně s bočnicemi."
    },
    {
      "id": "6",
      "number": 411191,
      "name": "BAKOV 2",
      "type": "Mimopstruhový",
      "organization": "MO Bakov nad Jizerou",
      "size": 2.3,
      "desc": "Revír tvoří nádrže:; 1. Veselá v k. ú. Mnichovo Hradiště 0,5 ha (GPS 50°29‘50.799“N, 14°57‘57.305“E); 2. Koupaliště v k.ú. Bakov Bakov nad Jizerou 1,8 ha (GPS 50°29‘6.637“N, 14°56‘32.162“E); Nejmenší lovná míra štiky je stanovena na 60 cm, amura na 60 cm, lína na 30 cm a candáta na 50 cm. Lov dravců povolen od 1. 9. Denní úlovek vyjmenovaných druhů ryb (kapr, štika, amur, candát) se omezuje na 1 ks denně. Jeho ponecháním končí denní lov na revíru. Platí povinnost zapisovat do přehledu úlovků podrevíru. Na koupališti Bakov je celoročně zakázáno krmení a vnadění a lov je zde povolen pouze v určeném úseku – označeno tabulemi. Na podrevíru č. 1 – nádrž Veselá je v měsících květnu, červnu, červenci a srpnu povolen rybolov až od 6.00 do 22.00 z důvodu rušení nočního klidu. Na podrevíru č. 2 – Koupaliště do odvolání zakázán lov dravých ryb."
    },
    {
      "id": "7",
      "number": 411001,
      "name": "BEROUNKA 3",
      "type": "Mimopstruhový",
      "organization": "MO Beroun",
      "size": 96,
      "desc": "Přítok Vltavy. Od jezu v Karlštejně – Klučicích až po jez továrny Prefa v Hýskově.; Lov z plavidel povolen. Přítoky jsou chovné – lov ryb zakázán. Na rameni Berounky od mostu u Zajíčkova mlýna (u Dolejší brány v Berouně) k soutoku s Litavkou platí celoroční zákaz lovu ryb. Zákaz rybolovu do 50 m od stěny MVE a rybího přechodu na jezu v Berouně. Nejmenší lovná míra štiky je stanovena na 55 cm. Parmu obecnou je možno lovit pouze v režimu CHYŤ A PUSŤ, kdy úlovek musí být okamžitě s největší šetrností vrácen zpět do revíru, kde byl uloven."
    },
    {
      "id": "8",
      "number": 411132,
      "name": "BEROUNKA 4 B",
      "type": "Mimopstruhový",
      "organization": "MO Nižbor",
      "size": 52,
      "desc": "Přítok Vltavy. Od jezu v Nižboru až k jezu Valentova mlýna v Sýkořicích.; Lov z plavidel povolen. Přítoky jsou chovné – lov ryb zakázán. Nejmenší lovná míra štiky je stanovena na 55 cm. Bivakování v CHKO Křivoklátsko povoleno jen na veřejných tábořištích nebo v kempech."
    },
    {
      "id": "9",
      "number": 411120,
      "name": "BRODSKÝ",
      "type": "Mimopstruhový",
      "organization": "MO Kladruby u Vlašimi",
      "size": 1,
      "desc": "Revír tvoří nádrž: Záhorská v k. ú. Kladruby.; Lov ryb povolen pouze pro tělesně postižené občany – držitele legitimace ZTP-P, kteří jsou členy ČRS."
    },
    {
      "id": "11",
      "number": 411141,
      "name": "ČERNÝ LES",
      "type": "Mimopstruhový",
      "organization": "MO Benešov",
      "size": 1.6,
      "desc": "Revír tvoří Černoleský rybník ležící na Benešovském potoce v k. ú. Benešov 1,6 ha.; Přívlač, lov z loděk a zavážení zakázáno. Lov z hráze zakázán. Nejmenší lovná míra štiky je stanovena na 55 cm. V revíru je omezen úlovek kapra, štiky, candáta, sumce a amura na 1 kus denně. V případě jeho ponechání a zapsání do úlovkového lístku rybolov pro tento den končí."
    },
    {
      "id": "12",
      "number": 411193,
      "name": "DOKESKÝ RYBNÍK",
      "type": "Mimopstruhový",
      "organization": "MO Kladno",
      "size": 8.3,
      "desc": "Revír tvoří: vodní nádrž na soutoku Loděnice a Rozdělovského potoka v k. ú. Doksy u Kladna.; Nejmenší lovná míra candáta je stanovena na 55 cm (včetně) a štiky na 60 cm (včetně). Denní úlovek na revíru se omezuje na 2 ks vyjmenované ryby denně nebo jejich kombinaci (candát, štika, kapr). Po přisvojení si výše stanoveného množství uvedených ryb končí u lovícího denní lov. Parkování je povoleno pouze na vyhrazeném parkovišti u hráze rybníka."
    },
    {
      "id": "13",
      "number": 411019,
      "name": "DOUBRAVA 3 A",
      "type": "Mimopstruhový",
      "organization": "MO Žleby",
      "size": 8,
      "desc": "Přítok Labe. Revír tvoří úsek od Korčického jezu v k. ú. Žleby až k přírodnímu prahu pod Macháňovou skálou asi 500 m nad mostem ke školce Českých lesů – vyznačeno tabulemi.; Kapr nad 60 cm (včetně) se musí bez prodlení a s maximální šetrností vrátit zpět do rybářského revíru, kde byl uloven."
    },
    {
      "id": "14",
      "number": 411024,
      "name": "JIZERA 1",
      "type": "Mimopstruhový",
      "organization": "MO Předměřice nad Jizerou",
      "size": 42,
      "desc": "Přítok Labe. Od ústí do Labe v Toušni až k jezu elektrárny Kačov.; Lov z plavidel povolen. Při lovu dravých ryb na nástrahu živočišného původu do 20 cm je povolen jen jeden jednoháček. Víceháčkové systémy, trojháčky a dvojháčky jsou zakázány. Nejmenší lovná míra štiky je stanovena na 60 cm a lína na 25 cm. MNÍK."
    },
    {
      "id": "15",
      "number": 413045,
      "name": "BEROUNKA 4 P",
      "type": "Pstruhovy",
      "organization": "Středočeský územní svaz",
      "size": 3,
      "desc": "Pravostranný přítok Berounky – Habrový potok – od soutoku s Berounkou až k pramenům, včetně přítoků, mimo rybníky ležící na toku.; Levostranný přítok – Vůznice – od soutoku s Berounkou až k pramenům, včetně přítoků, mimo rybníky ležící na toku. Celý revír je chovný – lov ryb zakázán."
    },
    {
      "id": "17",
      "number": 413008,
      "name": "JANOVICKÝ POTOK 2",
      "type": "Pstruhovy",
      "organization": "MO Benešov",
      "size": 2,
      "desc": "Přítok Sázavy. Od hráze rybníka v Krusičanech až k pramenům. Úsek od Šemberova rybníka na ř. km 14,1 až k pramenům a všechny přítoky jsou chovné – lov ryb zakázán – vyznačeno tabulemi.; Loví se zde všemi způsoby lovu povolenými v daném období roku, sedm dní v kalendářním týdnu. Přivlastňovat si ryby lososovité je možno pouze tři dny v kalendářním týdnu. Osoba před započetím lovu lososovitých ryb nesmazatelným písmem zapíše do povolenky k lovu datum, číslo revíru a datum zakroužkuje."
    },
    {
      "id": "18",
      "number": 413002,
      "name": "BRZINA 1",
      "type": "Pstruhovy",
      "organization": "MO Sedlčany",
      "size": 7,
      "desc": "Přítok Vltavy. Od hraničních tabulí nad ústím do údolní nádrže Slapy pod Kučerovým mlýnem v Hrachově až k jezu v obci Petrovice. K revíru patří pravostranný přítok Počepický potok (Svrchnice) od soutoku až k rybníku v obci Počepice a levostranný přítok – Krašovický potok. Dále k revíru patří levostranný potok Selná včetně retenční nádrže u obce Brzina.; Rybář smí lovit a přivlastňovat si ryby lososovité nejvýše tři dny v kalendářním v týdnu. Před zahájením lovu lososovitých ryb musí rybář zakroužkovat datum lovu. Lov na háčky s protihroty povolen. Přívlač na nádrži Selná je povolena do 30. 11. Na nádrži Selná je povolen lov na plavanou a položenou od 1. 6."
    },
    {
      "id": "19",
      "number": 413011,
      "name": "JIZERA 3 STRENICKÝ POTOK",
      "type": "Pstruhovy",
      "organization": "MO Mladá Boleslav",
      "size": 4,
      "desc": "Přítok Jizery. Revír tvoří Strenický potok se všemi přítoky. Zákaz vstupu do oplocené obory – označeno tabulemi (soukromý pozemek)."
    }
  ],
  "logins": [
    {
      "id": "1",
      "password": "heslo"
    }
  ]
}